Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Your data hasn't been deleted. The file is still at: %@ Quit and reopen the app first. If that doesn't help, copy that file somewhere safe before trying anything else.
ar: لم تُحذف بياناتك. لا يزال الملف في: %@ أغلق التطبيق وافتحه من جديد أولًا. فإن لم يُجدِ ذلك، انسخ الملف إلى مكان آمن قبل تجربة أي شيء آخر.
bg: Данните ти не са изтрити. Файлът все още е в: %@ Първо затвори и отвори приложението отново. Ако това не помогне, копирай файла на сигурно място, преди да опитваш нещо друго.
ca: Les teves dades no s'han esborrat. El fitxer encara és a: %@ Primer tanca i torna a obrir l'app. Si això no ho arregla, copia aquest fitxer en un lloc segur abans de provar res més.
cs: Tvá data smazána nebyla. Soubor je pořád tady: %@ Nejdřív ukonči a znovu otevři aplikaci. Pokud to nepomůže, zkopíruj ten soubor někam do bezpečí, než zkusíš cokoli dalšího.
da: Dine data er ikke slettet. Filen ligger stadig her: %@ Luk først appen, og åbn den igen. Hjælper det ikke, så kopiér filen til et sikkert sted, før du prøver noget andet.
de: Deine Daten wurden nicht gelöscht. Die Datei liegt weiterhin unter: %@ Beende zuerst die App und öffne sie neu. Hilft das nicht, kopiere die Datei an einen sicheren Ort, bevor du etwas anderes versuchst.
el: Τα δεδομένα σου δεν διαγράφηκαν. Το αρχείο είναι ακόμη εδώ: %@ Κλείσε και ξανάνοιξε πρώτα την εφαρμογή. Αν δεν βοηθήσει, αντίγραψε αυτό το αρχείο κάπου ασφαλή πριν δοκιμάσεις οτιδήποτε άλλο.
es: Tus datos no se han borrado. El archivo sigue en: %@ Primero cierra la app y vuelve a abrirla. Si eso no ayuda, copia ese archivo a un sitio seguro antes de intentar nada más.
et: Sinu andmeid ei kustutatud. Fail on endiselt siin: %@ Sulge ja ava rakendus kõigepealt uuesti. Kui see ei aita, kopeeri see fail kuhugi turvalisse kohta, enne kui midagi muud proovid.
fi: Tietojasi ei ole poistettu. Tiedosto on yhä täällä: %@ Sulje ja avaa sovellus ensin uudelleen. Jos se ei auta, kopioi tiedosto turvalliseen paikkaan ennen kuin kokeilet muuta.
fr: Tes données n'ont pas été supprimées. Le fichier se trouve toujours ici : %@ Commence par quitter et rouvrir l'app. Si ça n'aide pas, copie ce fichier en lieu sûr avant d'essayer autre chose.
ga: Níor scriosadh do chuid sonraí. Tá an comhad fós ag: %@ Dún agus athoscail an aip ar dtús. Mura gcabhraíonn sé sin, cóipeáil an comhad sin áit éigin sábháilte sula mbainfidh tú triail as aon rud eile.
hr: Tvoji podaci nisu obrisani. Datoteka je i dalje ovdje: %@ Prvo zatvori i ponovno otvori aplikaciju. Ako to ne pomogne, kopiraj tu datoteku na sigurno prije nego što pokušaš bilo što drugo.
hu: Az adataid nem törlődtek. A fájl továbbra is itt van: %@ Először lépj ki az appból, és indítsd újra. Ha ez nem segít, másold a fájlt biztonságos helyre, mielőtt bármi mást kipróbálnál.
id: Datamu tidak dihapus. Filenya masih ada di: %@ Keluar dan buka lagi aplikasinya dulu. Kalau itu tidak membantu, salin file tersebut ke tempat yang aman sebelum mencoba hal lain.
is: Gögnunum þínum hefur ekki verið eytt. Skráin er enn hér: %@ Lokaðu forritinu fyrst og opnaðu það aftur. Ef það hjálpar ekki skaltu afrita skrána á öruggan stað áður en þú reynir eitthvað annað.
it: I tuoi dati non sono stati cancellati. Il file si trova ancora in: %@ Prima chiudi e riapri l'app. Se non basta, copia quel file in un posto sicuro prima di provare altro.
ja: データは削除されていません。ファイルは次の場所にあります： %@ まずアプリを終了して開き直してください。それで解決しない場合は、ほかのことを試す前にそのファイルを安全な場所へコピーしてください。
ko: 데이터는 삭제되지 않았습니다. 파일은 아직 여기에 있습니다: %@ 먼저 앱을 종료했다가 다시 열어 보세요. 그래도 안 되면 다른 방법을 시도하기 전에 그 파일을 안전한 곳에 복사해 두세요.
lt: Tavo duomenys nebuvo ištrinti. Failas vis dar čia: %@ Pirmiausia uždaryk ir vėl atverk programą. Jei tai nepadeda, nukopijuok tą failą į saugią vietą prieš bandydamas ką nors kita.
lv: Tavi dati nav izdzēsti. Fails joprojām ir šeit: %@ Vispirms aizver un atver lietotni no jauna. Ja tas nepalīdz, nokopē šo failu drošā vietā, pirms mēģini kaut ko citu.
mk: Твоите податоци не се избришани. Датотеката сè уште е тука: %@ Прво затвори ја и повторно отвори ја апликацијата. Ако тоа не помогне, копирај ја таа датотека на безбедно место пред да пробаш нешто друго.
ms: Data anda tidak dipadam. Failnya masih berada di: %@ Keluar dan buka semula aplikasi dahulu. Jika itu tidak membantu, salin fail tersebut ke tempat yang selamat sebelum mencuba apa-apa yang lain.
mt: Id-data tiegħek ma tħassritx. Il-fajl għadu f': %@ L-ewwel agħlaq u erġa' iftaħ l-app. Jekk dan ma jgħinx, ikkopja dak il-fajl f'post sigur qabel ma tipprova xi ħaġa oħra.
nb: Dataene dine er ikke slettet. Fila ligger fortsatt her: %@ Avslutt og åpne appen på nytt først. Hjelper ikke det, kopier fila til et trygt sted før du prøver noe annet.
nl: Je gegevens zijn niet verwijderd. Het bestand staat nog steeds op: %@ Sluit eerst de app af en open hem opnieuw. Helpt dat niet, kopieer dat bestand dan naar een veilige plek voordat je iets anders probeert.
pl: Twoje dane nie zostały usunięte. Plik wciąż jest w: %@ Najpierw zamknij i otwórz aplikację ponownie. Jeśli to nie pomoże, skopiuj ten plik w bezpieczne miejsce, zanim spróbujesz czegokolwiek innego.
pt_br: Seus dados não foram apagados. O arquivo ainda está em: %@ Primeiro feche e reabra o app. Se isso não resolver, copie esse arquivo para um lugar seguro antes de tentar qualquer outra coisa.
pt_pt: Os teus dados não foram apagados. O ficheiro continua em: %@ Fecha e volta a abrir a app primeiro. Se isso não ajudar, copia esse ficheiro para um sítio seguro antes de tentares outra coisa.
ro: Datele tale nu au fost șterse. Fișierul e tot aici: %@ Închide și redeschide mai întâi aplicația. Dacă nu ajută, copiază fișierul într-un loc sigur înainte să încerci altceva.
ru: Ваши данные не удалены. Файл всё ещё здесь: %@ Сначала закройте и снова откройте приложение. Если не поможет, скопируйте этот файл в безопасное место, прежде чем пробовать что-то ещё.
sk: Tvoje údaje neboli zmazané. Súbor je stále tu: %@ Najprv ukonči a znova otvor aplikáciu. Ak to nepomôže, skopíruj ten súbor niekam do bezpečia, kým skúsiš čokoľvek ďalšie.
sl: Tvoji podatki niso bili izbrisani. Datoteka je še vedno tu: %@ Najprej zapri in znova odpri aplikacijo. Če to ne pomaga, datoteko prekopiraj na varno, preden poskusiš karkoli drugega.
sq: Të dhënat e tua nuk janë fshirë. Skedari ndodhet ende në: %@ Fillimisht mbyll dhe rihap aplikacionin. Nëse kjo nuk ndihmon, kopjoje atë skedar diku të sigurt përpara se të provosh diçka tjetër.
sr: Твоји подаци нису обрисани. Датотека је и даље овде: %@ Прво затвори и поново отвори апликацију. Ако то не помогне, копирај ту датотеку на сигурно место пре него што покушаш било шта друго.
sv: Dina data har inte raderats. Filen finns fortfarande på: %@ Avsluta och öppna appen igen först. Hjälper inte det, kopiera filen till en säker plats innan du provar något annat.
tr: Verilerin silinmedi. Dosya hâlâ burada: %@ Önce uygulamayı kapatıp yeniden aç. Bu işe yaramazsa, başka bir şey denemeden önce o dosyayı güvenli bir yere kopyala.
uk: Ваші дані не видалено. Файл усе ще тут: %@ Спершу закрийте й знову відкрийте застосунок. Якщо не допоможе, скопіюйте цей файл у безпечне місце, перш ніж пробувати щось інше.
vi: Dữ liệu của bạn chưa bị xóa. Tệp vẫn nằm ở: %@ Hãy thoát rồi mở lại ứng dụng trước. Nếu vẫn không được, hãy sao tệp đó sang một nơi an toàn trước khi thử bất cứ cách nào khác.
zh_hans: 你的数据没有被删除。文件仍在： %@ 请先退出并重新打开应用。如果仍无效，请先把该文件复制到安全的地方，再尝试其他操作。
zh_hant: 你的資料沒有被刪除。檔案仍然在： %@ 請先結束並重新開啟 App。如果這樣還是不行，請先把該檔案複製到安全的地方，再嘗試其他操作。

source: Your training, on your device
ar: تدريبك، على جهازك
bg: Твоите тренировки, на твоето устройство
ca: El teu entrenament, al teu dispositiu
cs: Tvůj trénink, ve tvém zařízení
da: Din træning, på din enhed
de: Dein Training, auf deinem Gerät
el: Η προπόνησή σου, στη συσκευή σου
es: Tu entrenamiento, en tu dispositivo
et: Sinu treening, sinu seadmes
fi: Harjoittelusi, omalla laitteellasi
fr: Votre entraînement, sur votre appareil
ga: Do chuid traenála, ar do ghléas féin
hr: Tvoj trening, na tvom uređaju
hu: Az edzéseid, a saját eszközödön
id: Latihanmu, di perangkatmu
is: Æfingarnar þínar, í þínu tæki
it: Il tuo allenamento, sul tuo dispositivo
ja: あなたのトレーニングを、あなたの端末に
ko: 당신의 훈련을, 당신의 기기에
lt: Tavo treniruotės, tavo įrenginyje
lv: Tavi treniņi, tavā ierīcē
mk: Твојот тренинг, на твојот уред
ms: Latihan anda, pada peranti anda
mt: It-taħriġ tiegħek, fuq l-apparat tiegħek
nb: Treningen din, på enheten din
nl: Jouw training, op jouw apparaat
pl: Twój trening, na twoim urządzeniu
pt_br: Seu treino, no seu dispositivo
pt_pt: O seu treino, no seu dispositivo
ro: Antrenamentul tău, pe dispozitivul tău
ru: Ваши тренировки — на вашем устройстве
sk: Tvoj tréning, v tvojom zariadení
sl: Tvoj trening, na tvoji napravi
sq: Stërvitja jote, në pajisjen tënde
sr: Твој тренинг, на твом уређају
sv: Din träning, på din enhet
tr: Antrenmanın, kendi cihazında
uk: Ваші тренування — на вашому пристрої
vi: Dữ liệu tập của bạn, nằm trên máy bạn
zh_hans: 你的训练，留在你的设备上
zh_hant: 你的訓練，留在你的裝置上

source: Z%lld %@
ar: ن%lld %@
bg: З%lld %@
el: Ζ%lld %@
et: T%lld %@
fi: A%lld %@
ga: C%lld %@
is: Þ%lld %@
mk: З%lld %@
mt: Ż%lld %@
nb: S%lld %@
pl: S%lld %@
ru: З%lld %@
sl: C%lld %@
sr: З%lld %@
uk: З%lld %@

source: Zone %lld, %@
ar: النطاق %lld، %@
bg: Зона %lld, %@
ca: Zona %lld, %@
cs: Zóna %lld, %@
el: Ζώνη %lld, %@
es: Zona %lld, %@
et: Tsoon %lld, %@
fi: Alue %lld, %@
ga: Crios %lld, %@
hr: Zona %lld, %@
hu: %lld. zóna, %@
id: Zona %lld, %@
is: Þrep %lld, %@
it: Zona %lld, %@
ja: ゾーン %lld、%@
ko: 구간 %lld, %@
lt: Zona %lld, %@
lv: Zona %lld, %@
mk: Зона %lld, %@
ms: Zon %lld, %@
mt: Żona %lld, %@
nb: Sone %lld, %@
pl: Strefa %lld, %@
pt_br: Zona %lld, %@
pt_pt: Zona %lld, %@
ro: Zona %lld, %@
ru: Зона %lld, %@
sk: Zóna %lld, %@
sl: Cona %lld, %@
sq: Zona %lld, %@
sr: Зона %lld, %@
sv: Zon %lld, %@
tr: Bölge %lld, %@
uk: Зона %lld, %@
vi: Vùng %lld, %@
zh_hans: 区间 %lld，%@
zh_hant: 區間 %lld，%@

source: Zones, training load and readiness are all computed against your own heart rate. Without a maximum they fall back to the highest figure in your data, which is usually a little low.
ar: تُحسب النطاقات وحمل التدريب والجاهزية كلها بالنسبة إلى نبضك أنت. وبلا قيمة قصوى يُستخدم أعلى رقم في بياناتك، وهو عادةً أقل قليلًا من الحقيقة.
bg: Зоните, тренировъчното натоварване и готовността се изчисляват спрямо собствения ти пулс. Без максимум те падат обратно към най-високото число в данните ти, което обикновено е малко ниско.
ca: Les zones, la càrrega d'entrenament i la preparació es calculen totes respecte a la teva pròpia freqüència cardíaca. Sense un màxim es recorre al valor més alt de les teves dades, que sol quedar una mica curt.
cs: Zóny, tréninková zátěž i připravenost se počítají vůči tvé vlastní tepové frekvenci. Bez maxima se použije nejvyšší hodnota v tvých datech, která bývá trochu nízká.
da: Zoner, træningsbelastning og parathed beregnes alle ud fra din egen puls. Uden en maksværdi falder de tilbage på det højeste tal i dine data, og det er som regel lidt for lavt.
de: Zonen, Trainingsbelastung und Bereitschaft werden alle gegen deine eigene Herzfrequenz berechnet. Ohne Maximum greifen sie auf den höchsten Wert in deinen Daten zurück, und der ist meist etwas zu niedrig.
el: Οι ζώνες, το φορτίο προπόνησης και η ετοιμότητα υπολογίζονται όλα σε σχέση με τους δικούς σου παλμούς. Χωρίς μέγιστη τιμή χρησιμοποιείται η υψηλότερη τιμή στα δεδομένα σου, που συνήθως είναι λίγο χαμηλή.
es: Las zonas, la carga de entrenamiento y la disposición se calculan todas contra tu propia frecuencia cardíaca. Sin un máximo recurren a la cifra más alta de tus datos, que suele quedarse algo corta.
et: Tsoonid, treeningkoormus ja valmisolek arvutatakse kõik sinu enda pulsi suhtes. Ilma maksimumita kasutatakse sinu andmete kõrgeimat väärtust, mis on tavaliselt veidi liiga madal.
fi: Alueet, harjoituskuormitus ja valmius lasketaan kaikki omaa sykettäsi vasten. Ilman maksimia ne turvautuvat tietojesi korkeimpaan lukemaan, joka on yleensä hieman matala.
fr: Les zones, la charge d'entraînement et la disponibilité se calculent toutes par rapport à ta propre fréquence cardiaque. Sans maximum, elles retombent sur le chiffre le plus élevé de tes données, généralement un peu faible.
ga: Ríomhtar na criosanna, an t-ualach traenála agus an ullmhacht ar fad i gcoinne do ráta croí féin. Gan uasmhéid úsáidtear an figiúr is airde i do chuid sonraí, rud a bhíonn beagán íseal de ghnáth.
hr: Zone, opterećenje treninga i spremnost računaju se u odnosu na tvoj vlastiti puls. Bez maksimuma koristi se najviša vrijednost iz tvojih podataka, koja je obično malo preniska.
hu: A zónákat, az edzésterhelést és a készenlétet mind a saját pulzusodhoz viszonyítva számoljuk. Maximum nélkül az adataidban szereplő legmagasabb értékhez nyúlunk vissza, ami általában kicsit alacsony.
id: Zona, beban latihan dan kesiapan semuanya dihitung terhadap detak jantungmu sendiri. Tanpa nilai maksimal, semuanya jatuh ke angka tertinggi dalam datamu, yang biasanya agak rendah.
is: Þrep, æfingaálag og viðbúnaður eru öll reiknuð út frá þínum eigin púlsi. Án hámarks er notuð hæsta talan í gögnunum þínum, sem er yfirleitt aðeins of lág.
it: Zone, carico di allenamento e prontezza vengono calcolati tutti rispetto alla tua frequenza cardiaca. Senza un massimo ripiegano sul valore più alto presente nei tuoi dati, che di solito è un po' basso.
ja: ゾーン、トレーニング負荷、コンディションはいずれもあなた自身の心拍を基準に計算されます。最大値がないとデータ中の最高値で代用され、それはたいてい少し低めです。
ko: 구간, 훈련 부하, 준비도는 모두 당신의 심박수를 기준으로 계산됩니다. 최대 심박수가 없으면 데이터 중 가장 높은 값을 쓰는데, 이 값은 보통 조금 낮습니다.
lt: Zonos, treniruočių krūvis ir pasirengimas skaičiuojami pagal tavo paties pulsą. Be maksimumo naudojama aukščiausia reikšmė tavo duomenyse, o ji paprastai yra šiek tiek per maža.
lv: Zonas, treniņu slodze un gatavība tiek rēķinātas attiecībā pret tavu paša pulsu. Bez maksimuma tiek izmantota augstākā vērtība tavos datos, kas parasti ir nedaudz par zemu.
mk: Зоните, тренинг оптоварувањето и подготвеноста се пресметуваат во однос на твојот сопствен пулс. Без максимум се користи највисоката вредност во твоите податоци, која обично е малку ниска.
ms: Zon, beban latihan dan kesediaan semuanya dikira berbanding denyutan jantung anda sendiri. Tanpa nilai maksimum, semuanya berbalik kepada angka tertinggi dalam data anda, yang lazimnya agak rendah.
mt: Iż-żoni, it-tagħbija tat-taħriġ u t-tħejjija jiġu kkalkulati kollha fuq it-taħbit tal-qalb tiegħek stess. Mingħajr massimu jintuża l-ogħla valur fid-data tiegħek, li normalment ikun ftit baxx.
nb: Soner, treningsbelastning og beredskap beregnes alle mot din egen puls. Uten en maksverdi faller de tilbake på det høyeste tallet i dataene dine, og det er som regel litt lavt.
nl: Zones, trainingsbelasting en gereedheid worden allemaal berekend tegen je eigen hartslag. Zonder maximum vallen ze terug op het hoogste getal in je gegevens, en dat ligt meestal wat te laag.
pl: Strefy, obciążenie treningowe i gotowość liczone są względem twojego własnego tętna. Bez maksimum sięgają po najwyższą wartość w twoich danych, a ta zwykle jest nieco za niska.
pt_br: Zonas, carga de treino e prontidão são todas calculadas sobre a sua própria frequência cardíaca. Sem uma máxima, elas recorrem ao maior valor dos seus dados, que costuma ser um pouco baixo.
pt_pt: As zonas, a carga de treino e a prontidão são todas calculadas contra a tua própria frequência cardíaca. Sem um máximo, recorrem ao valor mais alto dos teus dados, que costuma ficar um pouco curto.
ro: Zonele, încărcătura de antrenament și pregătirea se calculează toate raportat la propriul tău puls. Fără un maxim, se folosește cea mai mare valoare din datele tale, care de obicei e puțin prea mică.
ru: Зоны, тренировочная нагрузка и готовность считаются по вашему собственному пульсу. Без максимума берётся самое высокое значение в ваших данных, а оно обычно немного занижено.
sk: Zóny, tréningová záťaž aj pripravenosť sa počítajú voči tvojej vlastnej tepovej frekvencii. Bez maxima sa použije najvyššia hodnota v tvojich údajoch, ktorá býva trochu nízka.
sl: Cone, obremenitev treninga in pripravljenost se vse računajo glede na tvoj lastni utrip. Brez maksimuma se uporabi najvišja vrednost v tvojih podatkih, ki je običajno malce prenizka.
sq: Zonat, ngarkesa e stërvitjes dhe gatishmëria llogariten të gjitha kundrejt rrahjeve të tua. Pa një maksimum, përdoret vlera më e lartë në të dhënat e tua, e cila zakonisht është pak e ulët.
sr: Зоне, оптерећење тренинга и спремност рачунају се у односу на твој сопствени пулс. Без максимума користи се највиша вредност из твојих података, која је обично мало прениска.
sv: Zoner, träningsbelastning och beredskap räknas alla mot din egen puls. Utan ett maxvärde faller de tillbaka på den högsta siffran i dina data, och den är oftast lite för låg.
tr: Bölgeler, antrenman yükü ve hazırlık, hepsi kendi nabzına göre hesaplanır. Bir maksimum olmadan verilerindeki en yüksek değere geri düşerler ki bu genelde biraz düşüktür.
uk: Зони, тренувальне навантаження й готовність рахуються за вашим власним пульсом. Без максимуму береться найвище значення у ваших даних, а воно зазвичай трохи занижене.
vi: Các vùng, tải tập luyện và độ sẵn sàng đều được tính dựa trên nhịp tim của chính bạn. Không có giá trị tối đa thì chúng lùi về dùng con số cao nhất trong dữ liệu của bạn, mà con số đó thường hơi thấp.
zh_hans: 区间、训练负荷和状态评分都基于你自己的心率计算。没有最大心率时会退而使用你数据中的最高值，而这个值通常偏低一点。
zh_hant: 區間、訓練負荷與狀態評分都是依你自己的心率計算。沒有最大心率時會退而使用你資料中的最高值，而這個值通常偏低一些。

source: avg %@
ar: متوسط %@
bg: ср. %@
ca: %@ mitjana
cs: prům. %@
da: gns. %@
de: Ø %@
el: μ.ό. %@
es: %@ media
et: keskm. %@
fi: keskim. %@
fr: %@ moy.
ga: meán-%@
hr: prosj. %@
hu: átlag %@
id: rata-rata %@
is: meðal-%@
it: %@ media
ja: 平均%@
ko: 평균 %@
lt: vid. %@
lv: vid. %@
mk: прос. %@
ms: purata %@
mt: %@ medja
nb: snitt-%@
nl: gem. %@
pl: śr. %@
pt_br: %@ média
pt_pt: %@ média
ro: %@ medie
ru: ср. %@
sk: priem. %@
sl: povpr. %@
sq: %@ mesatar
sr: прос. %@
sv: snitt-%@
tr: ort. %@
uk: сер. %@
vi: TB %@
zh_hans: 平均%@
zh_hant: 平均%@

source: avg bpm
ar: متوسط النبض
bg: ср. пулс
ca: ppm mitjanes
cs: prům. tepy
da: gns. puls
de: Ø bpm
el: μ.ό. παλμών
es: ppm media
et: keskm. pulss
fi: keskisyke
fr: bpm moy.
ga: meánbhuillí
hr: prosj. puls
hu: átlagpulzus
id: bpm rata-rata
is: meðalpúls
it: bpm medi
ja: 平均心拍
ko: 평균 심박
lt: vid. pulsas
lv: vid. pulss
mk: прос. пулс
ms: bpm purata
mt: taħbit medju
nb: snittpuls
nl: gem. hs
pl: śr. bpm
pt_br: bpm médio
pt_pt: bpm médio
ro: bpm mediu
ru: ср. пульс
sk: priem. tep
sl: povpr. utrip
sq: rrahje mesatare
sr: прос. пулс
sv: snittpuls
tr: ort. nabız
uk: сер. пульс
vi: bpm TB
zh_hans: 平均心率
zh_hant: 平均心率

source: climb
ar: صعود
bg: изкачване
ca: desnivell
cs: převýšení
da: stigning
de: Anstieg
el: ανάβαση
es: desnivel
et: tõus
fi: nousu
fr: dénivelé
ga: dreapadh
hr: uspon
hu: szintemelkedés
id: tanjakan
is: hækkun
it: dislivello
ja: 獲得標高
ko: 상승
lt: pakilimas
lv: kāpums
mk: искачување
ms: pendakian
mt: tlugħ
nb: stigning
nl: hoogtemeters
pl: przewyższenie
pt_br: elevação
pt_pt: desnível
ro: urcare
ru: набор
sk: prevýšenie
sl: vzpon
sq: ngjitje
sr: успон
sv: stigning
tr: tırmanış
uk: набір
vi: leo
zh_hans: 爬升
zh_hant: 爬升

source: day to go
ar: يوم على السباق
bg: ден остава
ca: dia per a la cursa
cs: den do závodu
da: dag tilbage
de: Tag bis dahin
el: μέρα για τον αγώνα
es: día por delante
et: päev võistluseni
fi: päivä jäljellä
fr: jour à attendre
ga: lá go dtí an rás
hr: dan do utrke
hu: nap a versenyig
id: hari lagi
is: dagur í keppni
it: giorno all'obiettivo
ja: 日後
ko: 일 남음
lt: diena iki starto
lv: diena līdz startam
mk: ден до трката
ms: hari lagi
mt: ġurnata għat-tellieqa
nb: dag igjen
nl: dag te gaan
pl: dzień do startu
pt_br: dia para a prova
pt_pt: dia a contar
ro: zi până la cursă
ru: день до старта
sk: deň do pretekov
sl: dan do tekme
sq: ditë deri te gara
sr: дан до трке
sv: dag kvar
tr: gün kaldı
uk: день до старту
vi: ngày nữa
zh_hans: 天后开赛
zh_hant: 天後開賽

source: days to go
ar: يوم على السباق
bg: дни остават
ca: dies per a la cursa
cs: dní do závodu
da: dage tilbage
de: Tage bis dahin
el: μέρες για τον αγώνα
es: días por delante
et: päeva võistluseni
fi: päivää jäljellä
fr: jours à attendre
ga: lá go dtí an rás
hr: dana do utrke
hu: nap a versenyig
id: hari lagi
is: dagar í keppni
it: giorni all'obiettivo
ja: 日後
ko: 일 남음
lt: dienos iki starto
lv: dienas līdz startam
mk: дена до трката
ms: hari lagi
mt: ġurnata għat-tellieqa
nb: dager igjen
nl: dagen te gaan
pl: dni do startu
pt_br: dias para a prova
pt_pt: dias a contar
ro: zile până la cursă
ru: дн. до старта
sk: dní do pretekov
sl: dni do tekme
sq: ditë deri te gara
sr: дана до трке
sv: dagar kvar
tr: gün kaldı
uk: дн. до старту
vi: ngày nữa
zh_hans: 天后开赛
zh_hant: 天後開賽

source: distance
ar: مسافة
bg: разстояние
ca: distància
cs: vzdálenost
de: Distanz
el: απόσταση
es: distancia
et: distants
fi: matka
ga: fad
hr: udaljenost
hu: táv
id: jarak
is: vegalengd
it: distanza
ja: 距離
ko: 거리
lt: atstumas
mk: растојание
ms: jarak
mt: distanza
nb: distanse
nl: afstand
pl: dystans
pt_br: distância
pt_pt: distância
ro: distanță
ru: дистанция
sk: vzdialenosť
sl: razdalja
sq: distancë
sr: раздаљина
sv: distans
tr: mesafe
uk: дистанція
vi: quãng đường
zh_hans: 距离
zh_hant: 距離

source: e1RM
ar: أقصى تكرار مقدَّر
bg: e1ПМ
es: 1RM est.
fr: 1RM est.
it: 1RM stim.
ja: 推定 1RM
ko: 추정 1RM
pt_br: 1RM est.
pt_pt: 1RM est.
ru: р1ПМ
tr: t1TM
uk: р1ПМ
zh_hans: 估算 1RM
zh_hant: 估算 1RM

source: form %@
ar: الجاهزية %@
bg: форма %@
ca: frescor %@
cs: forma %@
da: friskhed %@
el: φόρμα %@
es: frescura %@
et: värskus %@
fi: vire %@
fr: fraîcheur %@
ga: foirm %@
hr: svježina %@
hu: forma %@
id: kondisi %@
is: ferskleiki %@
it: freschezza %@
ja: コンディション %@
ko: 컨디션 %@
lt: šviežumas %@
lv: svaigums %@
mk: свежина %@
ms: keadaan %@
mt: freskezza %@
nb: friskhet %@
nl: frisheid %@
pl: świeżość %@
pt_br: prontidão %@
pt_pt: frescura %@
ro: prospețime %@
ru: готовность %@
sk: forma %@
sl: forma %@
sq: freskia %@
sr: свежина %@
sv: fräschhet %@
uk: готовність %@
vi: phong độ %@
zh_hans: 状态 %@
zh_hant: 狀態 %@
